#!/usr/bin/env python3
# -*- coding: utf-8 -*-

# Создайте списки:

# моя семья (минимум 3 элемента, есть еще дедушки и бабушки, если что)
my_family = ['отец', 'мать', 'я']

# список списков приблизительного роста членов вашей семьи
my_family_height = [
    # ['имя', рост],
    ['отец', 178],
    ['мать', 164],
    ['я', 172],
]

# Выведите на консоль рост отца в формате
#   Рост отца - ХХ см

# Выведите на консоль общий рост вашей семьи как сумму ростов всех членов
#   Общий рост моей семьи - ХХ см

father_height = my_family_height[0][1]
total_height = my_family_height[0][1] + my_family_height[1][1] + my_family_height[2][1]


def main():
    print('Рост отца -', father_height, 'см')
    print('Общий рост моей семьи -', total_height, 'см')


if __name__ == '__main__':
    main()
